const defaultExercises = [
  {
    category: '🦵 Ноги / сідниці',
    exercises: [
      'Присідання зі штангою',
      'Присідання пліє з гантелею',
      'Жим ногами в тренажері',
      'Випади в Сміта',
      'Болгарські випади з гантелями',
      'Підйом на платформу з гантелею',
      'Румунська тяга',
      'Присідання в маятнику',
      'Румунська тяга однією ногою в Сміта',
      'Згинання ніг лежачи',
      'Розгинання ніг',
      'Сідничний міст',
      'Відведення ноги в кросовері',
      'Розведення',
      'Зведення',
      'Підйом на носки (ікра)',
    ]
  },
  {
    category: '🏋️ Спина',
    exercises: [
      'Підтягування',
      'Вертикальна тяга',
      'Горизонтальна тяга',
      'Тяга штанги в нахилі',
      'Тяга гантелі однією рукою в нахилі',
      'Гіперекстензія',
      'Важільна тяга',
      'Тяга Т-грифа',
      'Пуловер з верхнього блоку',
    ]
  },
  {
    category: '💪 Груди',
    exercises: [
      'Жим штанги лежачи',
      'Жим гантелей лежачи',
      'Жим під кутом (верх грудей)',
      'Жим в Сміта під кутом',
      'Розведення з нижніх кросоверів лежачи на наклонній лаві 30 градусів',
      'Кросовер',
      'Віджимання на брусах',
      'Зведення в метелику',
      'Віджимання',
    ]
  },
  {
    category: '🔝 Плечі',
    exercises: [
      'Жим штанги в Сміта',
      'Махи гантелями в сторони',
      'Махи вперед',
      'Задня дельта в метелику',
      'Тяга штанги до підборіддя',
      'Тяга на задню дельту в Сміта на лаві',
      'Розведення в кросовері на задню дельту',
      'Тяга гантелей на задню дельту',
    ]
  },
  {
    category: '💪 Руки — Біцепс',
    exercises: [
      'Підйом штанги на біцепс',
      'Підйом гантелей сидячи',
      'Молотки',
    ]
  },
  {
    category: '💪 Руки — Тріцепс',
    exercises: [
      'Французький жим гантелями',
      'Французький жим штангою',
      'Розгинання рук в блоці',
      'Жим вузьким хватом',
      'Розгинання гантелі з-за голови',
    ]
  },
];

module.exports = defaultExercises;